{
  "slug": "kailash-mansarovar-yatra-ex-lhasa-10-nights-11-days-",
  "title": "Kailash Mansarovar Yatra Ex Lhasa - 10 Nights 11 Days ",
  "description": "tes",
  "price": 0,
  "duration": "11 days",
  "group_size": "",
  "best_time": "",
  "image": "",
  "gallery": [],
  "highlights": [],
  "inclusions": [
    "03 Night accommodation at Kathmandu on 5 Star Hotel – Hotel Aloft / Hotel Dusit ",
    "03 nights accommodation at 05 Star Hotel in Lhasa",
    "01 nights accommodation at Ali or Purang on 4-star Hotel",
    "Accommodation at guesthouse at Mansarovar, Dirapuk & Zuthulphuk on a sharing basis – 1 night at each place (Common sharing Tibetan style toilet)",
    "Sightseeing during Kathmandu Stay (As per the itinerary)",
    "Tibet group paper Visa Fee",
    "All vegetarian meals (breakfast, lunch & dinner)",
    "Transportation in Tibet by luxury A/C coach",
    "Supporting truck to carry equipment",
    "English speaking Tibetan guide",
    "All necessary travel & trekking permit as per our itinerary",
    "Supporting crew members (Cooks, Helpers & Sherpas)",
    "Oxygen cylinders for emergency use & medical kit bag",
    "1 x duffle bag, 1 x backpack, 1 x cap, 1 x passport holders, 1 x waterproof windcheater jacket as a souvenir gift from our company",
    "Kailash Yatra completion certificate",
    "Escort for airport pick up & drop off",
    "All applicable taxes & service charges"
  ],
  "exclusions": [
    "Entrance fee during Sightseeing in Nepal",
    "Chandragiri Cable Car fare",
    "Air ticket to Kathmandu & return back to home.",
    "Air ticket from Kathmandu – Lhasa – Kathmandu",
    "Travel insurance / Rescue and evacuation service",
    "Multiple entry Nepal Visa fee for foreigners",
    "Horse and Potter hiring during the Parikrama ( Approx 4000 Chinese  Yuan for both or 1200 for Porter only)"
  ],
  "activities": [],
  "itinerary": [
    {
      "day": 1,
      "title": "Kathmandu Arrival (1400m) - Overnight in Kathmandu",
      "description": "Your Arrival Time – Airport pickup and transfer to your Hotel. Original passport and photograph collection for Chinese visa processing.",
      "accommodation": "The Soaltee - 5 Star Hotel",
      "meals": "Dinner"
    },
    {
      "day": 2,
      "title": "Kathmandu City Sightseeing",
      "description": "08:00 AM – After Breakfast – Full day sightseeing of Pashupatinath Temple, ShaktiPeeth and Budhanilkantha.",
      "accommodation": "The Soaltee - 5 Star Hotel",
      "meals": "Breakfast, Lunch and Dinner"
    },
    {
      "day": 3,
      "title": "Kathmandu- Lhasa Flight",
      "description": "After Breakfast: Drive to Kathmandu airport. Take a Morning flight to Lhasa. (1 hrs 15 m). Arrive at Lhasa Gonggar Airport. Upon arrival you will be welcomed with White Khada and transfer to the Hotel. Along the way, you can enjoy the spectacular scenery of Yarlung Tsangpo River, Lhasa River, and the typical Tibetan villages.",
      "accommodation": "5 star Hotel - Intercontinental Lhasa",
      "meals": "Breakfast, Lunch and Dinner"
    },
    {
      "day": 4,
      "title": "Lhasa Sightseeing: Visit Potala Palace, Jokhang Temple and Barkhor Street",
      "description": "Guide will take you to the stunning Potala Palace, from top you can gaze down upon views of Lhasa. The enormous building contains a tiny world inside. Nestled at the base of the Potala Palace, Longwangtan Park awaits you. Enjoy traditional Tibetan cultural experiences and a unique viewpoint of the magnificent Potala Palace from this serene location.\nYou will travel to the revered Jokhang Temple in the afternoon. Located in the heart of Lhasa’s old town, the Jokhang Temple was built in the seventh century. The temple’s circumference, Barkhor Street, is a fantastic location for souvenir shopping.\n",
      "accommodation": "5 star Hotel - Intercontinental Lhasa",
      "meals": "Breakfast, Lunch and Dinner"
    },
    {
      "day": 5,
      "title": "Lhasa – Ali or Purang Flight. And Drive to Mansarovar (4550m)",
      "description": "Transfer to Airport to fly out to Ali Gunsa Airport or Purang Airport (4,500 m) (2 hrs flight). Pick up from the airport, drive to Mansarovar lake crossing beautiful places and stay at the shore of the Lake. Fill spiritual water. Parikrama of Mansarovar Lake by vehicle (3 hrs – 90 km). Perform Puja (prayer ritual) at Mansarovar Lake.",
      "accommodation": "Basic Hotel with Attached Bathroom",
      "meals": "Breakfast, Lunch and Dinner"
    },
    {
      "day": 6,
      "title": "First Day of Outer Kora - Trek to Dirapuk (4860m)",
      "description": "10:00 AM – After a short drive, we will reach Tarboche and visit Yama Dwar. This is the starting point for Kora. We will trek to Dirapuk (4860 m) which is a 12 km trek (5-6 hrs). You will visit the North face of Mt. Kailash. Travelers who do not want to trek around (Parikrama) Kailash can go back to Darchen and wait for the rest of the group to arrive from Parikrama.",
      "accommodation": "Basic Hotel with common Bathroom",
      "meals": "Breakfast at Darchen, Packed Lunch, Dinner"
    },
    {
      "day": 7,
      "title": "Second Day of Outer Kora - On to Zuthulphuk (4670m) with Trek via Dolma La Pass",
      "description": "07:00AM – Trek from Dirapuk to Dolma La Pass and proceed to Zuthulphuk (22 km trek for 8-9 hours trek). The first stage of the trip is a two-hour ascent to Dolma La Pass (5700 m | 18700 ft). The trail brings us past Yamasthal on our way to Shiva-sthal, with each step bringing us closer to the Dolma-La Pass. There are some tea shops before you reach Dolma La Pass where you can have tea and hot refreshments. After Dolma La Pass, the route descends for an hour before straightening out for 2-3 hours till we reach Zuthulphuk. You’ll be able to see Gauri Kunda (The Pond of Goddess Parvati) as well while descending from Dolma la pass.",
      "accommodation": "Basic Hotel with common Bathroom",
      "meals": "Breakfast, Packed Lunch, Dinner"
    },
    {
      "day": 8,
      "title": "Third day of Outer Kora. Kora ends. Drive to Purang or Ali",
      "description": "08:00AM – After a short Trek (8kms – 2 – 3hrs) and reach the point where the coach will be waiting, we will drive to Darchen and merge with other members who were waiting and drive to Ali or Purang.",
      "accommodation": "4 star Hotel",
      "meals": "Breakfast, Lunch and Dinner"
    },
    {
      "day": 9,
      "title": "Flight to Lhasa",
      "description": "Transfer to Airport and fly to Lhasa. Rest at Lhasa & free day for Shopping.",
      "accommodation": "5 star Hotel - Intercontinental Lhasa",
      "meals": "Breakfast, Lunch and Dinner"
    },
    {
      "day": 10,
      "title": "Fly from Lhasa to Kathmandu",
      "description": "Fly to Kathmandu airport from Lhasa and transfer to a hotel.",
      "accommodation": "5 Star Hotel – Hotel Aloft / Hotel Dusit Princess or similar",
      "meals": "Breakfast, Lunch and Dinner"
    },
    {
      "day": 11,
      "title": "Transfer to Kathmandu Airport",
      "description": "You will be free till your flight time. We will drop you at the Airport 2 hours before flight time (30 mins drive).",
      "accommodation": "N/A",
      "meals": "Breakfast "
    }
  ],
  "fitness_requirements": "",
  "primary_destination_id": 9,
  "secondary_destination_ids": [],
  "activity_ids": [
    5,
    6
  ],
  "related_destinations": [
    "Tibet"
  ],
  "related_activities": [
    "Cultural Tours",
    "Pilgrimage"
  ],
  "id": 315,
  "created_at": "2025-12-18T13:55:08.946Z",
  "updated_at": "2025-12-18T13:56:22.372Z"
}