{
  "id": 307,
  "slug": "nepal-golden-triangle-tour-7n-8d",
  "title": "Nepal Golden Triangle Tour - 7 Nights 8 Days",
  "category": "Cultural",
  "description": "Discover Nepal's most popular destinations in this comprehensive golden triangle tour covering Kathmandu's heritage, Pokhara's natural beauty, and Chitwan's wildlife. This classic Nepal tour combines cultural exploration, mountain views, and jungle adventures, offering the perfect introduction to Nepal's diverse attractions. Experience ancient temples, pristine lakes, and exotic wildlife in one unforgettable journey.",
  "location": "Nepal",
  "price": 0,
  "duration": "8 days",
  "group_size": "2-20 people",
  "difficulty": "Easy",
  "rating": 4.7,
  "reviews": 156,
  "best_time": "September-May",
  "featured": true,
  "listed": true,
  "image": "https://images.unsplash.com/photo-1605640840605-14ac1855827b?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
  "gallery": [
    "https://images.unsplash.com/photo-1605640840605-14ac1855827b?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "https://images.unsplash.com/photo-1544735716-392fe2489ffa?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "https://images.unsplash.com/photo-1578662996442-48f60103fc96?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  ],
  "highlights": [
    "Kathmandu UNESCO World Heritage sites",
    "Pashupatinath Temple evening aarti",
    "Pokhara valley and Himalayan views",
    "Sarangkot sunrise experience",
    "Chitwan National Park safari",
    "Manakamana Temple cable car",
    "Tharu cultural experience"
  ],
  "inclusions": [
    "Hotel accommodation (3-5 star options)",
    "Daily breakfast",
    "All transfers and transportation",
    "Professional guide",
    "All entrance fees",
    "Chitwan safari activities",
    "Cable car to Manakamana Temple"
  ],
  "exclusions": [
    "International flights",
    "Lunch and dinner (except in Chitwan)",
    "Personal expenses",
    "Travel insurance",
    "Tips for guide and staff"
  ],
  "activities": [
    {
      "name": "Cultural Tours",
      "description": "Explore ancient temples, palaces, and UNESCO World Heritage sites"
    },
    {
      "name": "Wildlife Safari",
      "description": "Jungle safari and wildlife viewing in Chitwan National Park"
    },
    {
      "name": "Mountain Views",
      "description": "Spectacular Himalayan sunrise and mountain panoramas"
    },
    {
      "name": "Boat Rides",
      "description": "Peaceful boating on Phewa Lake and canoe rides in Chitwan"
    }
  ],
  "itinerary": [
    {
      "day": 1,
      "title": "Arrival in Kathmandu",
      "description": "Welcome to Nepal! Upon arrival at Tribhuvan International Airport, our representative will greet you with traditional Khada and marigold garlands. Transfer to your hotel in the heart of Kathmandu. After check-in and refreshment, visit the sacred Pashupatinath Temple in the evening to witness the mesmerizing Ganga Aarti ceremony on the banks of the holy Bagmati River. This spiritual experience provides a perfect introduction to Nepal's rich Hindu culture. Return to hotel for overnight stay."
    },
    {
      "day": 2,
      "title": "Kathmandu City Sightseeing",
      "description": "After breakfast, embark on a full-day exploration of Kathmandu's UNESCO World Heritage sites. Begin with Jala Narayan Temple, then visit the ancient Swayambhunath Stupa (Monkey Temple), perched atop a hill offering panoramic views of Kathmandu Valley. Continue to the historic Kathmandu Durbar Square, the former royal palace complex showcasing exquisite Newari architecture, ancient courtyards, and the residence of the Living Goddess Kumari. End the day at Boudhanath Stupa, one of the largest Buddhist stupas in the world and a major pilgrimage site for Tibetan Buddhists. Evening at leisure in Thamel."
    },
    {
      "day": 3,
      "title": "Kathmandu to Pokhara via Manakamana",
      "description": "After breakfast, begin the scenic drive to Pokhara. En route, stop at Kurintar for an exciting cable car ride to Manakamana Temple, situated at 1,302 meters above sea level. This sacred Hindu temple is dedicated to Goddess Bhagwati and is believed to fulfill the wishes of devotees. Enjoy breathtaking mountain views during the 10-minute cable car journey. Continue the drive through beautiful landscapes, terraced fields, and traditional villages to reach Pokhara. Check into lakeside hotel and enjoy the serene atmosphere of Phewa Lake. Evening free to explore the vibrant Lakeside area."
    },
    {
      "day": 4,
      "title": "Sarangkot Excursion & Pokhara Sightseeing",
      "description": "Early morning drive to Sarangkot viewpoint (1,592m) to witness one of the world's most spectacular sunrises over the Annapurna and Dhaulagiri mountain ranges, including the iconic Machhapuchhre (Fishtail Mountain). Return to hotel for breakfast. Begin comprehensive Pokhara city tour visiting Bindabasini Temple, the patron deity of Pokhara. Explore the mysterious David Falls (Patale Chhango) where the Pardi Khola stream disappears into an underground tunnel. Visit Gupteshwor Cave, a sacred cave containing a Shiva lingam. Enjoy a peaceful boat ride on Phewa Lake and visit Tal Barahi Temple on the island. Evening at leisure for shopping and relaxation."
    },
    {
      "day": 5,
      "title": "Pokhara to Chitwan",
      "description": "After breakfast, drive to Chitwan National Park, Nepal's first national park and a UNESCO World Heritage site. The journey takes you through changing landscapes from mountains to the flat Terai plains. Upon arrival at jungle resort, enjoy welcome drinks and check-in. In the afternoon, visit a traditional Tharu village to experience the unique culture and lifestyle of the indigenous Tharu people. Learn about their traditional houses, customs, and agricultural practices. In the evening, enjoy an authentic Tharu stick dance performance, showcasing their rich cultural heritage through traditional music and dance. Dinner at resort."
    },
    {
      "day": 6,
      "title": "Chitwan Safari Activities",
      "description": "Full day of exciting jungle activities in Chitwan National Park. Begin with a peaceful canoe ride along the Rapti River to spot marsh mugger crocodiles, various bird species including kingfishers and herons. Visit the Elephant Breeding Center to learn about conservation efforts for Asian elephants. Take a guided jungle walk with experienced naturalists to discover the park's diverse flora and fauna. The highlight is an elephant-back safari or jeep safari through dense jungle in search of the endangered one-horned rhinoceros, elusive Bengal tigers, leopards, sloth bears, and various deer species. Evening at leisure at the resort."
    },
    {
      "day": 7,
      "title": "Chitwan to Kathmandu",
      "description": "After breakfast and final jungle activities, drive back to Kathmandu through scenic countryside and traditional villages. The journey offers glimpses of rural Nepali life, terraced fields, and changing landscapes. Upon arrival in Kathmandu, check into hotel and freshen up. Afternoon and evening free for last-minute shopping in Thamel, known for its handicrafts, carpets, pashmina shawls, and souvenirs. Visit local markets and enjoy authentic Nepali cuisine at traditional restaurants. Overnight in Kathmandu."
    },
    {
      "day": 8,
      "title": "Departure",
      "description": "After breakfast, enjoy some free time for final shopping or relaxation. Our representative will assist with airport transfer according to your flight schedule. Depart with unforgettable memories of Nepal's cultural heritage, natural beauty, and wildlife encounters. We hope this golden triangle tour has provided you with a comprehensive taste of Nepal's diverse attractions and warm hospitality."
    }
  ],
  "what_to_bring": [
    "Comfortable walking shoes",
    "Light cotton clothes for plains",
    "Warm jacket for early mornings",
    "Sunglasses and sunscreen",
    "Camera with extra batteries",
    "Personal medications",
    "Insect repellent for Chitwan",
    "Binoculars for wildlife viewing"
  ],
  "fitness_requirements": "Basic fitness level required for walking and light activities.",
  "altitude_profile": {
    "max_altitude": "Low to moderate altitude (up to 1,600m)",
    "acclimatization_days": 0,
    "difficulty_level": "Easy"
  },
  "booking_info": {
    "advance_booking": "7 days recommended",
    "group_discounts": "Available for 6+ people",
    "cancellation_policy": "Free cancellation up to 7 days before departure"
  },
  "created_at": "2024-12-30T10:00:00.000Z",
  "updated_at": "2025-12-18T04:23:15.039Z",
  "secondary_destination_ids": [],
  "activity_ids": [],
  "related_destinations": [],
  "related_activities": [],
  "priceAvailable": false
}