{
  "id": 12,
  "slug": "8-days-culture-wildlife-and-heritage-of-nepal",
  "title": "8 Days Culture, Wildlife and Heritage of Nepal",
  "category": "Cultural",
  "description": "A Journey Through Nepal’s Living Heritage, Timeless Temples, and Breathtaking LandscapesOverview of JourneyIf you are dreaming of a once-in-a-lifetime...",
  "location": "Nepal",
  "price": 699,
  "duration": "10 days",
  "group_size": "2-12 people",
  "difficulty": "Moderate",
  "rating": 4.070223023905667,
  "reviews": 211,
  "best_time": "March-May, September-November",
  "featured": true,
  "listed": true,
  "image": "https://gurutravelsltd.com/uploads/package/images/chtwn2.jpg",
  "gallery": [
    "https://gurutravelsltd.com/uploads/package/images/chtwn2.jpg",
    "https://gurutravelsltd.com/uploads/package/images/pkr2.jpg",
    "https://gurutravelsltd.com/uploads/package/images/ptn1.jpg",
    "https://gurutravelsltd.com/uploads/package/images/swoyam2.jpg"
  ],
  "highlights": [],
  "inclusions": [
    "Airport transfers",
    "Accommodation",
    "Experienced guide",
    "All meals during tour",
    "Permits and fees",
    "Transportation"
  ],
  "exclusions": [
    "International flights",
    "Nepal visa fees",
    "Personal expenses",
    "Travel insurance",
    "Tips for guide"
  ],
  "activities": [
    {
      "name": "Cultural Tours",
      "description": "Experience cultural activities"
    }
  ],
  "itinerary": [
    {
      "day": 1,
      "title": "Day 1",
      "description": ": Day 1: Welcome to Kathmandu (1,400m)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Arrive at Tribhuvan International Airport where our representative welcomes guests with a traditional Tika and flower garland. After a comfortable transfer and hotel check-in, guests have some time to relax. In the evening, enjoy a welcome dinner at a heritage-style restaurant, featuring authentic Nepali cuisine and a classical live cultural dance performance, introducing Nepal’s rich artistic traditions.Dinner at Hotel."
    },
    {
      "day": 2,
      "title": "Day 02",
      "description": ": UNESCO Heritage Sites of Kathmandu\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            After breakfast, explore Kathmandu’s key UNESCO World Heritage Sites. Visit Swayambhunath Stupa (Monkey Temple), a 2,000-year-old Buddhist shrine with stunning valley views. Proceed to Pashupatinath Temple, the sacred Hindu temple on the banks of the Bagmati River. Then, walk around the serene Boudhanath Stupa, a major center for Tibetan Buddhism. In the afternoon, explore Kathmandu Durbar Square, once the royal palace, where guests can see intricately carved temples, courtyards, and the Kumari Ghar (home of the Living Goddess).  Dinner at Hotel."
    },
    {
      "day": 3,
      "title": "Day 03",
      "description": ": Kathmandu to Chitwan – Tharu Culture Experience\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Depart from Kathmandu to Pokhara by flight after breakfast in the morning. Upon arrival, guests are welcomed with drinks and settle into a comfortable resort. In the late afternoon, explore a nearby Tharu village and visit the Tharu Cultural Museum to learn about their indigenous lifestyle and history. In the evening, canoeing at Rapti river then a tharu stick dance performance, showcasing unique traditions of this ethnic group. Dinner is served at the resort."
    },
    {
      "day": 4,
      "title": "Day 04",
      "description": ": Chitwan to Pokhara – Journey to the Lake City\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            After breakfast, enjoy jeep safari at Chitwan National park. Take a flight from Bharatpur airport. Welcome to a picturesque city famous for its natural beauty and Himalayan views. Upon arrival, check in at a lakeside hotel. In the evening, enjoy a serene boat ride on Phewa Lake and visit the Tal Barahi Temple on the lake’s island, a place of local spiritual importance. Rest of the evening is free to enjoy the lakeside ambience. Dinner at Hotel"
    },
    {
      "day": 5,
      "title": "Day 05",
      "description": ": Pokhara Sightseeing – Culture, Spirituality and transfer to Ghandruk\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Optional early morning drive to Sarangkot to witness sunrise over the Annapurna and Machhapuchhre (Fishtail) mountains. Return for breakfast and begin a full-day Pokhara tour: visit the International Mountain Museum, explore Bindhyabasini Temple, and the sacred Gupteshwor Cave with nearby Devi's Fall. Drive toward Ghandruk. Reach in the evening and enjoy traditional Gurung Culture with cultural food. Enjoy music and traditional instruments. Dinner at local homestay."
    },
    {
      "day": 6,
      "title": "Day 06",
      "description": ": Return to Kathmandu\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            After Breakfast,  return back to Pokhara then fly Kathmandu in the m (25-min flight). After check-in, the afternoon is free for personal activities—shopping in Thamel, local cafés, or optional spa sessions. Dinner at a Hotel."
    },
    {
      "day": 7,
      "title": "Day 07",
      "description": ": Patan and Bhaktapur – Living Art & Architecture\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Today, travel to the ancient city of Patan (Lalitpur) to explore Patan Durbar Square, known for its magnificent stone and metalwork. Visit the Golden Temple, Krishna Mandir, and traditional artist workshops to witness artisans working on thangkas, metal statues, and wood carvings. Drive to Bhaktapur, a perfectly preserved medieval city, famous for its 55-Window Palace, Nyatapola Temple, and Pottery Square, where guests can try hands-on pottery-making with local artisans. Return to Kathmandu in the evening."
    },
    {
      "day": 8,
      "title": "Day 08",
      "description": ": Departure from Kathmandu\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            After breakfast, transfer to the international airport for final departure. Guests receive a small handcrafted souvenir as a keepsake of their unforgettable Nepal experience."
    }
  ],
  "what_to_bring": [
    "Comfortable walking shoes",
    "Weather appropriate clothing",
    "Personal medications",
    "Camera",
    "Sunglasses and sunscreen"
  ],
  "fitness_requirements": "Good physical fitness required.",
  "altitude_profile": {
    "max_altitude": "High altitude",
    "acclimatization_days": 1,
    "difficulty_level": "Moderate"
  },
  "booking_info": {
    "advance_booking": "7 days recommended",
    "group_discounts": "Available for 6+ people",
    "cancellation_policy": "Free cancellation up to 7 days before departure"
  },
  "created_at": "2025-09-19T04:13:16.254Z",
  "updated_at": "2025-09-19T04:47:52.537Z"
}