{
  "id": 13,
  "slug": "annapurna-circuit-trek-with-tilicho-lake-and-north-base-camp",
  "title": "Annapurna circuit trek with Tilicho lake and North base camp",
  "category": "Trekking",
  "description": "Annapurna circuit trek with tilicho lake and north base camp is one of the high altitude trek in Nepal where you will circulate world's 10'th highest ...",
  "location": "Annapurna",
  "price": 1050,
  "duration": "10 days",
  "group_size": "2-12 people",
  "difficulty": "Moderate",
  "rating": 4.575301874912156,
  "reviews": 188,
  "best_time": "March-May, September-November",
  "featured": false,
  "listed": true,
  "image": "https://gurutravelsltd.com/uploads/package/images/3-Tilicho-Lake.jpg",
  "gallery": [
    "https://gurutravelsltd.com/uploads/package/images/3-Tilicho-Lake.jpg"
  ],
  "highlights": [],
  "inclusions": [
    "Airport transfers",
    "Accommodation",
    "Experienced guide",
    "All meals during tour",
    "Permits and fees",
    "Transportation"
  ],
  "exclusions": [
    "International flights",
    "Nepal visa fees",
    "Personal expenses",
    "Travel insurance",
    "Tips for guide"
  ],
  "activities": [
    {
      "name": "Trekking",
      "description": "Experience trekking activities"
    }
  ],
  "itinerary": [
    {
      "day": 1,
      "title": "Day 1",
      "description": ": Drive Kathmandu to beshisahar\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Our official member will meet you at thamel and lead you to tourist bus station and take a tourist bus drive from kathmandu to beshisahar. After reaching beshisahar guide will give you overall brefing and buy missing items. Beshisahar is a market place in lamjung district and also a gate way to annapurna circuit trek where you can find a essential items for trek as well.\n\nDrive distance-  Approx 180km"
    },
    {
      "day": 2,
      "title": "Day 2",
      "description": ": Drive from Besisahar (760m) to Chame (2,670m)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            On this day after breakfast at hotel we will take jeep and drive to chame. A thrilling jeep ride takes you from Besisahar to Chame, the headquarters of Manang district. The rough road climbs steeply along cliffs, waterfalls, and narrow gorges. As you ascend, you'll notice the change in vegetation from subtropical forests to pine and fir trees. Chame (2,670m) offers stunning views of Lamjung Himal and Annapurna II.\n \nAltitude: 1310m\n Distance:65km\n Note: Road is rough and mostly landslide in monsoon."
    },
    {
      "day": 3,
      "title": "Day 3",
      "description": ": Trek from Chame to Upper Pisang (3,300m)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Your trek officially begins today, covering 14–15 km through pine forests and rocky ridges. The trail offers panoramic views of Annapurna II and Pisang Peak. You’ll pass the majestic Paungda Danda rock face before reaching the ancient village of Upper Pisang, known for its traditional Tibetan architecture.\n\nAltitude Gain: 630m\nDistance: 14km\nLandscape: Forests, rivers, apple orchards, cliffs"
    },
    {
      "day": 4,
      "title": "Day 4",
      "description": ": Trek from Upper Pisang to Manang (3,540m) via Ghyaru & Ngawal\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            On this day after breakfast we will start a trek through the high route via Ghyaru and Ngawal, we will gain roughly 800m in elevation before descending to Manang. You will be able to view panoramic views of Annapurna III, Gangapurna, and Tilicho Peak. The trail is steep and exposed in places but culturally rich.\n\nAltitude Gain: 240m\nDistance: 15KM\nLandscape: Arid alpine terrain, old Buddhist monasteries\nNote: Dry air and altitude can cause headaches—hydrate well."
    },
    {
      "day": 5,
      "title": "Day 5",
      "description": ": Acclimatization Day in Manang (Optional hike to Ice Lake or Gangapurna  Lake)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            This day will be your acclimatization day. You can take an optional hike to Ice Lake (~4,600m) or Gangapurna Lake, which helps your body adjust in high altitude. Manang is also one of the most beautiful village around the trek. Visit the Himalayan Rescue Association for AMS information.\n\nNote: Highly recommended to hike higher and sleep lower."
    },
    {
      "day": 6,
      "title": "Day 6",
      "description": ": Trek from Manang to Shree Kharka (4,060m\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            We will be following mountain rule where after crossing 3000m we will not acend more then 500m per day. The trail diverts from the main Annapurna Circuit today, heading toward Tilicho Lake. It climbs gradually through alpine grasslands. Shree Kharka is located at serene surroundings and basic accommodation.\n\nAltitude Gain: 520m\nDistance: 8-9 km\nNote: Stay alert around landslide areas and walk in a group."
    },
    {
      "day": 7,
      "title": "Day 7",
      "description": ": Trek from Siri Kharka to Tilicho Base Camp (4,150m)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            A short but tricky trail leads to Tilicho Base Camp. The path is unstable cliffs and narrow ridges and mostly windy weather where you should be careful. Views will get more beautiful as you approach tilicho base camp.\n\nAltitude Gain:90m\nDistance: 6-7 km\nNote: Wear a dust mask and avoid loose rock areas."
    },
    {
      "day": 8,
      "title": "Day 8",
      "description": ": Hike to Tilicho Lake (4,919m) and return to shree Kharka\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Today our guide will lead you to tilicho lake early morning to avoid high winds. It will take around Tilicho Lake, one of the world’s highest lakes. The lake offers unmatched views of Tilicho and Nilgiri. After spending time at the lake, descend to Shree Kharka.\n\nAltitude Gain: +769m  descend -859m\nTotal distance: 22km"
    },
    {
      "day": 9,
      "title": "Day 9",
      "description": ": Trek from Siri Kharka to Yak Kharka (4,050m)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            You rejoin the Annapurna Circuit trail today. The route climbs gradually, passing through alpine pastures and juniper bushes. You’ll reach Yak Kharka, a seasonal grazing area with limited teahouses.\n\nAltitude Gain/Loss: Minimal\nDuration: 5–6 hrs\nNote: Beware of altitude symptoms and drink warm fluids."
    },
    {
      "day": 10,
      "title": "Day 10",
      "description": ": Trek from Yak Kharka to Thorong Phedi (4,450m)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            A slow ascent takes you to the foot of Thorong La Pass. The trail includes rocky terrain and a landslide section. Thorong Phedi is a cold, windy place, and you’ll need to rest early for the big day ahead.\n\nAltitude Gain: +400m\nDuration: 4–5 hrs\nNote: Early sleep is important. Tomorrow’s pass is tough."
    },
    {
      "day": 11,
      "title": "Day 11",
      "description": ": Cross Thorong La Pass (5,416m) and descend to Muktinath (3,760m)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            The most challenging and rewarding day. Start before 4 AM to cross Thorong La, the highest point of the trek. After reaching the prayer-flag-covered summit, descend steeply to the holy site of Muktinath, a Hindu-Buddhist pilgrimage town.\n\nAltitude Gain: +966m → descend -1,656m\nDuration: 8–9 hrs\nNote: Carry energy snacks and wear layers. Risk of snow and wind."
    },
    {
      "day": 12,
      "title": "Day 12",
      "description": ": Drive from Muktinath to Ghasa (2,010m)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            After breakfast, take a jeep downhill to Ghasa via Jomsom and Marpha. The ride passes through the dry Mustang region and then lush pine forests of the lower Kali Gandaki valley. Ghasa is a small village known for its biodiversity.\n\nAltitude: 3,760m → 2,010m\nDuration: 6–7 hrs\nNote: Roads are bumpy. Dust mask recommended."
    },
    {
      "day": 13,
      "title": "Day 13",
      "description": ": Trek from Ghasa to Narchyang Village (1,500m)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Trek through terraced fields, waterfalls, and charming Magar villages. The trail is moderately steep at times but culturally rewarding. Narchyang offers warm hospitality and is a gateway to the lesser-known Annapurna North.\n\nAltitude Loss: -510m\nDuration: 5–6 hrs\nNote: Prepare for warmer weather again—shed layers."
    },
    {
      "day": 14,
      "title": "Day 14",
      "description": ": Trek from Narchyang to Hum Khola (Lower Annapurna North BC  approach\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            The path today gradually climbs through rhododendron forests and bamboo groves to Hum Khola. This remote camp is the staging area for the Annapurna North Base Camp hike.\n\nAltitude Gain: +1,300m\nDuration: 6–7 hrs\nNote: Trail is less developed—carry essentials and stay with guide."
    },
    {
      "day": 15,
      "title": "Day 15",
      "description": ": Trek to Annapurna North Base Camp (4,190m) and return to Hum Khola\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            A long and strenuous day to the breathtaking Annapurna North Base Camp—a sacred and rarely visited spot. Towering views of Annapurna I’s north face greet you. After photos and packed lunch, return to Hum Khola.\n\nAltitude Gain: +1,390m → descend\nDuration: 7–8 hrs\nNote: Steep ascent; carry water, wear sun protection."
    },
    {
      "day": 16,
      "title": "Day 16",
      "description": ": Trek from Hum Khola to Narchyang Village\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Retrace your steps down to Narchyang, with ample time to relax and interact with locals. Enjoy cultural exchange and prepare for the return to urban comfort.\n\nAltitude Loss: -1,300m\nDuration: 5–6 hrs\nNote: Knees may feel the descent—use trekking poles."
    },
    {
      "day": 17,
      "title": "Day 17",
      "description": ": Drive from Narchyang to Pokhara (827m)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            The adventure concludes with a beautiful drive to Pokhara via Beni and Baglung. You’ll return to the warmth of the city, reflecting on your epic 17-day high-altitude journey across one of the most diverse trekking circuits in the Himalayas.\n\nAltitude: 1,500m → 827m\nDuration: 6–7 hrs\nNote: Celebrate with a lakeside dinner in Pokhara!"
    }
  ],
  "what_to_bring": [
    "Comfortable walking shoes",
    "Weather appropriate clothing",
    "Personal medications",
    "Camera",
    "Sunglasses and sunscreen"
  ],
  "fitness_requirements": "Good physical fitness required.",
  "altitude_profile": {
    "max_altitude": "High altitude",
    "acclimatization_days": 1,
    "difficulty_level": "Moderate"
  },
  "booking_info": {
    "advance_booking": "7 days recommended",
    "group_discounts": "Available for 6+ people",
    "cancellation_policy": "Free cancellation up to 7 days before departure"
  },
  "created_at": "2025-09-19T04:13:16.254Z",
  "updated_at": "2025-09-19T04:47:52.538Z"
}