{
  "id": 9,
  "slug": "annapurna-basecamp-trek-for-indian-10days-9nights",
  "title": "Annapurna Basecamp Trek For Indian -10Days/9Nights",
  "category": "Trekking",
  "description": "Annapurna Base Camp Trek - 10N/9DTrip Overview: Are you looking to explore the stunning Annapurna Base Camp but don't have much time? Don't worry! We'...",
  "location": "Annapurna",
  "price": 795,
  "duration": "10 days",
  "group_size": "2-12 people",
  "difficulty": "Moderate",
  "rating": 4.878902055307732,
  "reviews": 245,
  "best_time": "March-May, September-November",
  "featured": false,
  "listed": true,
  "image": "https://gurutravelsltd.com/uploads/package/images/abc_dnCCfiH.jpg",
  "gallery": [
    "https://gurutravelsltd.com/uploads/package/images/abc_dnCCfiH.jpg",
    "https://gurutravelsltd.com/uploads/package/images/Screenshot_7.png"
  ],
  "highlights": [],
  "inclusions": [
    "Airport transfers",
    "Accommodation",
    "Experienced guide",
    "All meals during tour",
    "Permits and fees",
    "Transportation"
  ],
  "exclusions": [
    "International flights",
    "Nepal visa fees",
    "Personal expenses",
    "Travel insurance",
    "Tips for guide"
  ],
  "activities": [
    {
      "name": "Trekking",
      "description": "Experience trekking activities"
    }
  ],
  "itinerary": [
    {
      "day": 1,
      "title": "Day 01",
      "description": ": Arrival at Kathmandu and sightseeing\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            As per flight time, our representative will be there at airport  for pick up and drop you to the hotel. After refreshment  proceed for the sightseeing tour of Pasupatinath Temple \nand Swyambhunath stupa. During Free time you can roam  around Thamel market for shopping. Overnight at Kathmandu. \nMeals: Dinner\nAccommodation: 3-star Hotel"
    },
    {
      "day": 2,
      "title": "Day 02",
      "description": ": Drive to Pokhara or fly to Pokhara (820m)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Today you will be received by a driver and will be driving to  Pokhara. Upon arrival we will be checking-in in the property reserved. After a short refreshment in the property you will have \nthe rest of the day to yourself during which you can walk around Lakeside or enjoy the nightlife of Pokhara.\n\nMeals: Dinner\nAccommodation: 3-star Hotel"
    },
    {
      "day": 3,
      "title": "Day 03",
      "description": ": Drive to Naya pool and trek to Ghandurk (1,940m)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            After morning breakfast, we will drive to Naya Pool (2 – 3 hour approx). We will take a short break have a meal, stretch up and get going. Being the first day we will be doing a short trek to \nget use to the terrain. After a trek of approximately an hour or two we will be able to get to Ghandruk, a beautiful village mostly inhabited by the Gurung community. We will be staying the night at Ghandruk homestay.\nMeals: Breakfast, Lunch and Dinner\nAccommodation: Teahouse"
    },
    {
      "day": 4,
      "title": "Day 04",
      "description": ": Trek to Chhomrong (2,170m)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            After a refreshing breakfast we will continue our trek. We descend for a while before making a pleasant ascent to  Chhomrong from Kimrong Khola after another arduous trek to Chere Danda. Great views of Gangapurna, Hiunchuli, Fishtail Mountain (Machhapuchhre), and Annapurna South are available as we travel. We make a rapid descent to reach the Kimrong Khola.\n\nMeals: Breakfast, Lunch, and Dinner\nAccommodation: Teahouse"
    },
    {
      "day": 5,
      "title": "Day 05",
      "description": ": Trek from Chhomrong to Dovan (2,820m)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            We move through a wet, damp bamboo woodland before making a steady ascent with a few steep stretches. The forest only opens up and we are  once more outside in the sunshine with \nbreathtaking views of the glacier river below once we reach Himalaya Hotel.\nMeals: Breakfast, Lunch, and Dinner\nAccommodation: Teahouse"
    },
    {
      "day": 6,
      "title": "Day 06",
      "description": ": Trek from Dovan to Annapurna Base Camp (4,130m)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Carefully ascend through a riverside and then cross a rocky trail to reach the hillside. It's a \nmoderately challenging hike from Bagar to Machhapuchhre Base Camp. It is undoubtedly a \npleasant experience to see the spectacular Machhapuchhre, Mt. Hiunchuli, Annapurna \nSouth, Annapurna I, Annapurna III, Gandharvachuli, and Gangapurna from Machhapuchhre base camp.\nMeals: Breakfast, Lunch, and Dinner\nAccommodation: Teahouse"
    },
    {
      "day": 7,
      "title": "Day 07",
      "description": ": Descend from Annapurna Base Camp to Bamboo (2,815m)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            We reverse our route back to Bamboo after leaving the Annapurna base camp. The journey \ntoday is downhill, so it shouldn't be too challenging. In addition, we will always have the \nmagnificent scenery to lighten the mood.\nMeals: Breakfast, Lunch, and Dinner\nAccommodation: Teahouse"
    },
    {
      "day": 8,
      "title": "Day 08",
      "description": ": Trek from Bamboo to Siwai and Drive back to Pokhara (820m)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            We have the opportunity to take in the breathtaking western Nepali hill scenery as we trek down to Siwai. After a short walk we will get to the bus stop where our ride will be waiting for us and we will drive back Pokhara. Upon arrival we will be checking into the hotel and get refreshed. We will be having our lunch and going for a sightseeing of magestic Pokhara. \nMeals: Breakfast, Lunch, and Dinner\nAccommodation: Teahouse"
    },
    {
      "day": 9,
      "title": "Day 09",
      "description": ": Fly from Pokhara to Kathmandu (1350m)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Today after a lovely breakfast in the hotel. As per our flight time, we will be flying or \ndriving back to kathmandu and sightseeing tour of Bouddhanath stupa and Patan Durbar \nsquare. Overnight at kathmandu.\nMeals: Breakfast, and Dinner\nAccommodation: 3-star Hotel or Similar"
    },
    {
      "day": 10,
      "title": "Day 10",
      "description": ": Drive back to Kathmandu\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            After breakfast, as per flight timing proceed towards international airport for flight back to home with the beautiful memories of Nepal \ntour."
    }
  ],
  "what_to_bring": [
    "Comfortable walking shoes",
    "Weather appropriate clothing",
    "Personal medications",
    "Camera",
    "Sunglasses and sunscreen"
  ],
  "fitness_requirements": "Good physical fitness required.",
  "altitude_profile": {
    "max_altitude": "High altitude",
    "acclimatization_days": 1,
    "difficulty_level": "Moderate"
  },
  "booking_info": {
    "advance_booking": "7 days recommended",
    "group_discounts": "Available for 6+ people",
    "cancellation_policy": "Free cancellation up to 7 days before departure"
  },
  "created_at": "2025-09-19T04:13:16.254Z",
  "updated_at": "2025-09-19T04:47:52.536Z"
}