{
  "id": 24,
  "slug": "annapurna-base-camp-trek-7n-8d",
  "title": "Annapurna Base Camp Trek (7N/8D)",
  "category": "Trekking",
  "description": "The Annapurna Base Camp (ABC) Trek is one of Nepal’s most iconic adventures, combining stunning Himalayan scenery, cultural richness, and rewarding tr...",
  "location": "Annapurna",
  "price": 570,
  "duration": 7,
  "group_size": "2-12 people",
  "difficulty": "Moderate",
  "rating": 4.919492528246888,
  "reviews": 204,
  "best_time": "March-May, September-November",
  "featured": false,
  "listed": false,
  "image": "https://gurutravelsltd.com/uploads/package/images/AOTCA_SPECIAL_PACAKAGE_4.png",
  "gallery": [
    "https://gurutravelsltd.com/uploads/package/images/AOTCA_SPECIAL_PACAKAGE_4.png",
    "https://gurutravelsltd.com/uploads/package/images/day-8-ebc-trek-600nw-531630214_wzBd4YJ.jpg",
    "https://gurutravelsltd.com/uploads/package/images/view-mount-annapurna-hiker-round.jpg",
    "https://gurutravelsltd.com/uploads/package/images/annapurna-base-camp-trek-kaski-n.jpg",
    "https://gurutravelsltd.com/uploads/package/images/download_3.jpg"
  ],
  "highlights": [],
  "inclusions": [
    "Airport transfers",
    "Accommodation",
    "Experienced guide",
    "All meals during tour",
    "Permits and fees",
    "Transportation"
  ],
  "exclusions": [
    "International flights",
    "Nepal visa fees",
    "Personal expenses",
    "Travel insurance",
    "Tips for guide"
  ],
  "activities": [
    {
      "name": "Trekking",
      "description": "Experience trekking activities"
    }
  ],
  "itinerary": [
    {
      "day": 1,
      "title": "Day 1",
      "description": ": Kathmandu to Pokhara (820m | 6–7 hrs drive / 25 min flight)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Your journey begins with a scenic drive or a short flight from Kathmandu to Pokhara. If you choose to drive, the route takes you along winding roads with views of hills, rivers, and countryside settlements, while the flight offers breathtaking glimpses of the Himalayan range in just 25 minutes. Upon reaching Pokhara, you’ll settle into your hotel and have the evening free to explore Lakeside, where the calm waters of Phewa Lake beautifully reflect Machhapuchhre (Fishtail) and Annapurna South. Overnight stay at Pokhara."
    },
    {
      "day": 2,
      "title": "Day 2",
      "description": ": Pokhara to Ghandruk via Nayapul (1,940m | 1.5 hr drive + 5–6 hrs trek)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            After breakfast, a short drive takes you to Nayapul, the starting point of your trek. From here, you begin your journey on foot, passing terraced fields, rivers, and charming villages. The trail gradually ascends as you make your way to the traditional Gurung village of Ghandruk, famous for its rich culture and warm hospitality. Along the way and especially from the village itself, you’ll be rewarded with stunning views of Annapurna South, Hiunchuli, and Machhapuchhre (Fishtail). Overnight in Ghandruk."
    },
    {
      "day": 3,
      "title": "Day 3",
      "description": ": Ghandruk to Chhomrong (2,170m | 5–6 hrs trek)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Today’s trek begins with a descent through stone-paved paths towards Kimrong Khola, followed by a steady climb uphill through lush forests of oak and rhododendron. The trail then levels out as you reach Chhomrong, a large Gurung settlement nestled on the lap of the Annapurna range. From here, you’ll have majestic, close-up views of Annapurna South and Machhapuchhre, making Chhomrong one of the most scenic villages along the route. Overnight in Chhomrong."
    },
    {
      "day": 4,
      "title": "Day 4",
      "description": ": Chhomrong to Bamboo (2,310m | 5–6 hrs trek)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            From Chhomrong, you descend a series of stone steps to the Chhomrong Khola and cross a suspension bridge. The trail then climbs steadily through thick forests of bamboo, oak, and rhododendron until you reach a small settlement aptly named Bamboo. The air here is cooler and fresher, with the forest canopy surrounding you, offering a peaceful trekking experience. Overnight in Bamboo."
    },
    {
      "day": 5,
      "title": "Day 5",
      "description": ": Bamboo to Deurali (3,230m | 5–6 hrs trek)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            The trail today passes through dense forests, gradually opening up to reveal the rugged landscapes of the Annapurna region. You’ll climb past Dovan and Himalaya villages, with waterfalls cascading along the trail. As you approach Deurali, the vegetation begins to thin, and the valley widens with dramatic cliffs on both sides. From this point, you start to see glimpses of Machhapuchhre and Hiunchuli peeking through the ridges. Overnight in Deurali."
    },
    {
      "day": 6,
      "title": "Day 6",
      "description": ": Deurali to Annapurna Base Camp via Machhapuchhre Base Camp (4,130m | 6–7 hrs trek)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            This is one of the most rewarding days of the trek. From Deurali, you ascend steadily along the valley to reach Machhapuchhre Base Camp (3,700m), where the sight of Machhapuchhre (Fishtail) towering above will leave you in awe. The trail continues to rise until you reach Annapurna Base Camp (4,130m), surrounded by a natural amphitheater of towering peaks including Annapurna I, Annapurna South, Hiunchuli, Machhapuchhre, and Tent Peak. The 360° panorama from ABC is simply breathtaking and one of the most iconic views in the Himalayas. Overnight at Annapurna Base Camp."
    },
    {
      "day": 7,
      "title": "Day 7",
      "description": ": Annapurna Base Camp to Bamboo (2,310m | 6–7 hrs trek)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Wake up early to witness the sunrise over the Annapurna range—a moment that will stay with you forever. The morning sun lights up Annapurna I, Machhapuchhre, Hiunchuli, and South Annapurna in golden hues. After enjoying this unforgettable spectacle, you retrace your steps down the valley, descending past Machhapuchhre Base Camp, Deurali, and Himalaya before reaching Bamboo. Overnight in Bamboo."
    },
    {
      "day": 8,
      "title": "Day 8",
      "description": ": Bamboo to Pokhara via Chhomrong & Nayapul (6–7 hrs trek + 1.5 hr drive)\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Your final trekking day begins with a gradual descent through forests and stone steps back to Chhomrong, where you’ll once again be greeted with views of Annapurna South and Machhapuchhre. After descending to Nayapul, you’ll take a short drive back to Pokhara. The trek officially ends here, and you can celebrate your achievement with some leisure time in Pokhara, strolling by Phewa Lake or enjoying the vibrant Lakeside atmosphere. Overnight in Pokhara."
    }
  ],
  "what_to_bring": [
    "Comfortable walking shoes",
    "Weather appropriate clothing",
    "Personal medications",
    "Camera",
    "Sunglasses and sunscreen"
  ],
  "fitness_requirements": "Good physical fitness required.",
  "altitude_profile": {
    "max_altitude": "High altitude",
    "acclimatization_days": 1,
    "difficulty_level": "Moderate"
  },
  "booking_info": {
    "advance_booking": "7 days recommended",
    "group_discounts": "Available for 6+ people",
    "cancellation_policy": "Free cancellation up to 7 days before departure"
  },
  "created_at": "2025-09-19T04:13:16.254Z",
  "updated_at": "2025-09-19T06:02:30.199Z",
  "primary_destination_id": 1,
  "secondary_destination_ids": [],
  "activity_ids": [
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8
  ],
  "related_destinations": [
    "Annapurna"
  ],
  "related_activities": [
    "Trekking",
    "Mountaineering",
    "Adventure Sports",
    "Jungle Safari",
    "Cultural Tours",
    "Pilgrimage",
    "Meditation & Healing",
    "Volunteering"
  ]
}