{
  "id": 15,
  "slug": "kailash-mansarovar-yatra-10days-11nights",
  "title": "Kailash Mansarovar Yatra - 10Days/11Nights",
  "category": "Pilgrimage",
  "description": "Kailash Mansarovar Yatra – 9N/10D via Kathmandu (For Nepali Citizens)Organized by Guru Travels Limited Tour Overview:Join a spiritually transformative...",
  "location": "Nepal",
  "price": 890,
  "duration": "10 days",
  "group_size": "2-12 people",
  "difficulty": "Moderate",
  "rating": 4.621086910157754,
  "reviews": 198,
  "best_time": "March-May, September-November",
  "featured": false,
  "listed": true,
  "image": "https://gurutravelsltd.com/uploads/package/images/GetPaidStock.com-67cea5a501d6b.jpg",
  "gallery": [
    "https://gurutravelsltd.com/uploads/package/images/GetPaidStock.com-67cea5a501d6b.jpg"
  ],
  "highlights": [],
  "inclusions": [
    "Airport transfers",
    "Accommodation",
    "Experienced guide",
    "All meals during tour",
    "Permits and fees",
    "Transportation"
  ],
  "exclusions": [
    "International flights",
    "Nepal visa fees",
    "Personal expenses",
    "Travel insurance",
    "Tips for guide"
  ],
  "activities": [
    {
      "name": "Pilgrimage",
      "description": "Experience pilgrimage activities"
    }
  ],
  "itinerary": [
    {
      "day": 1,
      "title": "Day 1",
      "description": ": Drive from Kathmandu to Kyirong\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Your journey begins with a scenic drive from Kathmandu to Kyirong. As you travel, you’ll be treated to breathtaking views of lush valleys, traditional villages, and the majestic Himalayas. After crossing the Nepal-Tibet border at Rasuwagadhi, you’ll arrive in Kyirong, a peaceful Tibetan town surrounded by stunning landscapes. Overnight stay in Kyirong."
    },
    {
      "day": 2,
      "title": "Day 2",
      "description": ": Drive from Kyirong to Saga\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Today, you’ll drive to Saga, a vibrant town located along the banks of the Brahmaputra River. The journey takes you through the rugged beauty of the Tibetan Plateau, showcasing vast plains and striking mountain views. Saga serves as an important stop for pilgrims and travelers. Overnight stay in Saga."
    },
    {
      "day": 3,
      "title": "Day 3",
      "description": ": Drive from Saga to Mansarovar\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            This day brings you to Lake Mansarovar, one of the holiest and most scenic lakes in the world. As you drive, Mount Kailash begins to appear on the horizon, offering a glimpse of its sacred splendor. Upon arrival, take in the pristine beauty of Mansarovar, revered for its spiritual significance and serene ambiance. Spend the night by the lakeside."
    },
    {
      "day": 4,
      "title": "Day 4",
      "description": ": Explore Mansarovar and Drive to Darchen\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Begin the day with a tranquil exploration of Lake Mansarovar. Take in the spiritual energy and stunning vistas as you enjoy some quiet time by the lake. Afterward, embark on a short drive to Darchen, the base camp for Mount Kailash. Spend the rest of the day acclimatizing and preparing for the next phase of your journey."
    },
    {
      "day": 5,
      "title": "Day 5",
      "description": ": Drive from Darchen to Saga\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Retrace your steps as you journey back to Saga. The drive offers another opportunity to enjoy the rugged terrain of Tibet. Upon arrival, unwind and reflect on the incredible experiences of the past few days."
    },
    {
      "day": 6,
      "title": "Day 6",
      "description": ": Drive from Saga to Shigatse\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Travel to Shigatse, the second-largest city in Tibet. The journey takes you through picturesque landscapes, culminating in a visit to Shigatse, home to the renowned Tashilhunpo Monastery. Immerse yourself in the city’s cultural and historical charm. Overnight stay in Shigatse."
    },
    {
      "day": 7,
      "title": "Day 7",
      "description": ": Drive from Shigatse to Lhasa\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            The adventure continues as you drive to Lhasa, the spiritual heart of Tibet. Along the way, take in the breathtaking scenery of the Tibetan countryside. Upon reaching Lhasa, prepare to explore the city’s rich heritage and vibrant atmosphere."
    },
    {
      "day": 8,
      "title": "Day 8",
      "description": ": Explore Lhasa\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Spend the day exploring the highlights of Lhasa, including the iconic Potala Palace, Jokhang Temple, and Barkhor Street. Immerse yourself in the city’s deep spiritual roots and cultural vibrancy as you visit these renowned landmarks."
    },
    {
      "day": 9,
      "title": "Day 9",
      "description": ": Drive from Lhasa to Shigatse\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            The return journey begins as you drive back to Shigatse. Relive the beauty of Tibet’s vast landscapes and enjoy another night in this historically significant city."
    },
    {
      "day": 10,
      "title": "Day 10",
      "description": ": Drive from Shigatse to Kyirong\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            From Shigatse, travel back to Kyirong, passing through the sprawling Tibetan Plateau. Bid farewell to Tibet’s majestic scenery and enjoy one final evening in Kyirong."
    },
    {
      "day": 11,
      "title": "Day 11",
      "description": ": Drive from Kyirong to Kathmandu\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            The final leg of the journey takes you from Kyirong back to Kathmandu. Descend through the Himalayan foothills, enjoying the lush greenery and panoramic views along the way. Upon arrival in Kathmandu, your remarkable adventure concludes, leaving you with memories to treasure forever."
    }
  ],
  "what_to_bring": [
    "Comfortable walking shoes",
    "Weather appropriate clothing",
    "Personal medications",
    "Camera",
    "Sunglasses and sunscreen"
  ],
  "fitness_requirements": "Good physical fitness required.",
  "altitude_profile": {
    "max_altitude": "High altitude",
    "acclimatization_days": 1,
    "difficulty_level": "Moderate"
  },
  "booking_info": {
    "advance_booking": "7 days recommended",
    "group_discounts": "Available for 6+ people",
    "cancellation_policy": "Free cancellation up to 7 days before departure"
  },
  "created_at": "2025-09-19T04:13:16.254Z",
  "updated_at": "2025-09-19T04:47:52.539Z"
}