{
  "slug": "kailash-yatra-inner-kora-detailed",
  "title": "Kailash Yatra with Inner Kora 17 Nights 18 Days",
  "description": "A high-intensity spiritual pilgrimage focusing on the 'City of the Gods.' Beyond the standard outer circuit, this yatra leads devotees closer to the south face of Mt. Kailash to perform the Inner Kora. The journey traverses high-altitude terrain (up to 5,860m) to reach ancient meditation caves and sacred rock formations believed to be the home of Lord Shiva. This exclusive experience is designed for seasoned pilgrims seeking profound spiritual immersion through demanding high-altitude trekking and proximity to the divine summit.",
  "price": 0,
  "duration": "18 days",
  "group_size": "25+ People",
  "best_time": "May to mid-October",
  "image": "",
  "gallery": [],
  "highlights": [
    "Charan Sparsh: Trekking to the very base of the North Face to physically touch the mountain.",
    "Nandi Kora: A strenuous 34km circuit around Nandi Parvat, including the high Nandi Pass (5,805m).",
    "Saptarishi Caves: Visiting the cliffside caves where the seven legendary sages meditated.",
    "13 Golden Chortens: Reaching the spiritual high point at 5,860m to witness the stupas of eminent monks.",
    "Atmalingam: Darshan of the sacred natural rock formation representing the 'soul lingam'.",
    "Gauri Kund: Rituals at the 'Lake of Compassion' associated with Goddess Parvati."
  ],
  "inclusions": [
    "Traditional welcome on arrival",
    "03 Night accommodation at Kathmandu on sharing Twin/Double basis (03 Star Premium)",
    "01 Night accommodation at Kyirung on sharing basis (Guest House)",
    "13 Night accommodation in Tibet on sharing basis (Hotels and Guest houses)",
    "Tibet travel Permit and Visa fees",
    "English speaking Tibetan guide for customers formalities",
    "Nepali Supporting Staff (cook, Sherpa, and helper) on a 5:1 basis",
    "Buffet vegetarian meals during Yatra on AP basis (Breakfast, Lunch, and Dinner)",
    "Nepali experienced Team Leader/Guide during Yatra",
    "Supporting truck to carry equipment",
    "Mansarovar and Kailash Yatra Permit fees",
    "Duffel bag for carrying goods during Yatra",
    "Back pack bag for personal items to carry and Cap",
    "Warm down Jacket (refundable)",
    "First aid medical kit bag and Oxygen cylinder",
    "Emergency evacuation management during Yatra",
    "Round trip transportation in Tibet by AC Luxury coach",
    "Kathmandu - Rasuwagadi - Kathmandu Non-AC Vehicle",
    "Arrival and departure transfer with assistance by A/C Vehicle",
    "All sightseeing and excursions as mentioned in the itinerary",
    "Vehicles provided on a point-to-point basis according to the itinerary",
    "Kailash Yatra appreciation certificate"
  ],
  "exclusions": [
    "International Airfare – Flights to/from Kathmandu.",
    "Travel Insurance – High-altitude and medical evacuation coverage.",
    "Nepal Visa – Fees for entering Nepal (if applicable).",
    "Personal Expenses – Laundry, drinks, Wi-Fi, and phone calls.",
    "Pony/Porter – Rental of horses or personal porters for the trek.",
    "Staff Tips – Gratuities for guides, drivers, and helpers.",
    "Kathmandu Meals – Lunch and dinner during the Kathmandu stay.",
    "Emergency Costs – Extra expenses due to delays, landslides, or weather.",
    "Medical Bills – Hospitalization or advanced medical treatment.",
    "Single Supplement – Extra cost for private room requests."
  ],
  "activities": [],
  "itinerary": [
    {
      "day": 1,
      "title": "Arrival in Kathmandu (1,300m)",
      "description": "Arrival & Meet: Your spiritual journey begins at Tribhuvan International Airport. Our representative will meet you outside the arrival terminal and transfer you to your hotel. Kathmandu, the capital of Nepal, is a vibrant hub of ancient culture and spirituality.\n\nThe Evening Ritual: After settling in, you will attend a comprehensive Yatra Briefing. This session covers vital information on high-altitude health, trekking safety, and the religious protocols of the Kailash circuit. This is also the time to meet your fellow pilgrims and guides.",
      "accommodation": "Hotel Mandala Norling Lord Prime (Twin Sharing)",
      "meals": "Breakfast, Lunch, Dinner"
    },
    {
      "day": 2,
      "title": "Kathmandu Temple Visit & Preparation",
      "description": "The Pilgrimage Begins: Spend the day visiting the most sacred sites in the Kathmandu Valley.\n\nPashupatinath Temple: Witness the sacred rituals along the Bagmati River at this legendary Shiva temple.\n\nBoudhanath Stupa: Walk the kora around one of the world’s largest Buddhist stupas, surrounded by the sound of prayer wheels.\n\nJala Narayan: Visit the reclining \"Sleeping Vishnu,\" a 5th-century masterpiece carved from a single stone.\n\nKathmandu Durbar Square: Explore the medieval palace complex and the home of the Living Goddess, Kumari.\n\nFinal Preparation: Use the afternoon to double-check your gear. Ensure you have your thermal layers, broken-in trekking boots, and a sturdy daypack.",
      "accommodation": "Hotel Mandala Norling Lord Prime (Twin Sharing)",
      "meals": "Breakfast, Lunch, Dinner"
    },
    {
      "day": 3,
      "title": "Kathmandu to Kyirung (1,600m)",
      "description": "The Himalayan Drive: Leave the city early for a 145 km drive toward the border. The route follows winding mountain roads, passing through terraced fields, deep river gorges, and small Nepali villages.\n\nEntry to the Mountains: As you reach Kyirung, you'll feel the air cooling and the landscape becoming more rugged. This lower altitude is the perfect first step for your body to begin its long acclimatization process.",
      "accommodation": "Basic Hotel (Shared room, Attached Bathroom)",
      "meals": "Breakfast, Lunch, Dinner"
    },
    {
      "day": 4,
      "title": "Kyirung to Gyirung County (2,800m)",
      "description": "The Frontier: Today marks your official entry into Tibet (China). You will spend time completing immigration and custom formalities on both the Nepal and China sides of the border.\n\nDeep Tibet: After crossing, a short 35 km drive brings you to Gyirung County. You will notice a dramatic shift in architecture and culture. Stay hydrated and rest well this evening to help your body adjust to the 2,800m elevation.",
      "accommodation": "Basic Hotel (Shared room, Attached Bathroom)",
      "meals": "Breakfast, Lunch, Dinner"
    },
    {
      "day": 5,
      "title": "Gyirung to Saga (4,400m)",
      "description": "The Plateau Crossing: A scenic 270 km drive that showcases the vastness of the Tibetan Plateau. You will cross high mountain passes and catch glimpses of the snow-capped Himalayan range to the south.\n\nThe Brahmaputra: One of the highlights is crossing the legendary Brahmaputra River (Yarlung Tsangpo). By the time you reach Saga, you are in high-altitude territory. Walk slowly and avoid overexertion.",
      "accommodation": "Hotel Basis (Shared room, Attached Bathroom)",
      "meals": "Breakfast, Lunch, Dinner"
    },
    {
      "day": 6,
      "title": "Saga Acclimatization Day (4,400m)",
      "description": "The Rest Strategy: This day is non-negotiable for safety. At 4,400m, your body needs time to produce more red blood cells.\n\nExplore: Take a gentle walk through the Saga market. It is a great place to observe the local Tibetan lifestyle or buy any last-minute snacks, dried fruits, or oxygen canisters for the trek ahead.",
      "accommodation": "Hotel Basis (Shared room, Attached Bathroom)",
      "meals": "Breakfast, Lunch, Dinner"
    },
    {
      "day": 7,
      "title": "Saga to Lake Mansarovar (4,550m)",
      "description": "The Holy Sight: A long 470 km drive through the high-altitude desert landscape. As you approach the holy land, you will see the peak of Mt. Kailash in the distance.\n\nThe Mind Lake: Reach Lake Mansarovar, the world’s highest body of freshwater. Its turquoise waters are believed to wash away the sins of a lifetime. The serenity of this place, with the Himalayas reflecting in the water, is an unforgettable spiritual experience.",
      "accommodation": "Pramath Asram (Dormitory room, Common Bathroom)",
      "meals": "Breakfast, Lunch, Dinner"
    },
    {
      "day": 8,
      "title": "Mansarovar Parikrama & Drive to Darchen (4,600m)",
      "description": "The Sacred Circle: Complete the 102 km circuit (Parikrama) of Lake Mansarovar by vehicle. Many pilgrims choose a spot to perform a holy dip and conduct a Puja or Homa (fire ritual) by the lakeshore.\n\nBase Camp: Drive 58 km to Darchen, a small settlement located directly at the foot of Mt. Kailash. This is the staging point for the trek. Finalize your daypack for the kora today.",
      "accommodation": "Basic hotel (Dormitory room, Common Bathroom)",
      "meals": "Breakfast, Lunch, Dinner"
    },
    {
      "day": 9,
      "title": "Darchen to Diraphuk (4,860m) - Kora Day 1",
      "description": "Yamdwar: Start with a short drive to Yamdwar, the \"Gate of Salvation.\" This is the official starting point of the 52km kora.\n\nThe West Face: Begin a 12 km trek through the valley. The trail is relatively gradual and follows the Lha Chu river. You will witness the massive West Face of Mt. Kailash before arriving at Diraphuk, which offers a stunning, unobstructed view of the North Face.",
      "accommodation": "Basic Hotel (Dormitory room, Common Bathroom)",
      "meals": "Breakfast, Lunch, Dinner"
    },
    {
      "day": 10,
      "title": "Trek to Charansparsh (5,332m) & Back",
      "description": "Touching the Divine: This is an extra-special day for devout pilgrims. You will trek upward toward the very base of the North Face.\n\nThe Source: Charansparsh literally means \"touching the feet.\" According to the Bhagawat Purana, the nearby river is the first source of water on Earth. Here, you can meditate in the literal shadow of the mountain and touch the holy rock of Kailash before returning to Diraphuk.",
      "accommodation": "Basic Hotel (Dormitory room, Common Bathroom)",
      "meals": "Breakfast, Lunch, Dinner"
    },
    {
      "day": 11,
      "title": "Diraphuk to Zuthulpuk (4,760m) via Khandesanglam",
      "description": "The Inner Path: Today’s trek takes you through Khande Sanglam, a route believed to be where Lord Shiva himself meditates.\n\nSacred Landmarks: The trail offers views of Shivasthali (a symbolic site of death and rebirth), Kuber Kund, and Kuber Parbat. If taking the standard Outer Kora, you would cross the Dolma-La Pass (5,630m). Both paths converge at Zuthulpuk, the site of Milarepa’s \"Cave of Miracles.\"",
      "accommodation": "Basic Hotel (Dormitory room, Common Bathroom)",
      "meals": "Breakfast, Lunch, Dinner"
    },
    {
      "day": 12,
      "title": "Zuthulpuk to Darchen & Drive to Saga",
      "description": "The Final Miles: A gentle 8 km morning trek marks the final stretch of the kora. The trail levels out as you reach the pickup point.\n\nTransition: Rejoin your coach for the drive back to Darchen. After a brief rest and celebration of your trek completion, begin the drive back toward Saga.",
      "accommodation": "Hotel Basis (Shared room, Attached Bathroom)",
      "meals": "Breakfast, Lunch, Dinner"
    },
    {
      "day": 13,
      "title": "Darchen Acclimatization (Rest Day)",
      "description": "Recovery: After the physical exertion of the first kora, this day is for rest.\n\nMental Prep: The Inner Kora (Nandi Kora) scheduled for tomorrow is significantly more difficult and requires maximum energy. Use this day for quiet reflection, hydration, and light stretching.",
      "accommodation": "Hotel Basis (Shared room, Attached Bathroom)",
      "meals": "Breakfast, Lunch, Dinner"
    },
    {
      "day": 14,
      "title": "The Nandi Kora (Inner Circuit) (Max 5,800m)",
      "description": "The Ultimate Test: This is the most challenging day of the journey. A 22 km trek (up to 12 hours) leads you into the Inner Circle of Mt. Kailash.\n\nThe Inner Sanctum: Visit Sherlung Gompa, Rishi Cave, and Nandi Parvat. You will trek toward Astapad and the Atmalingam, where you find the sacred Red and White lakes. The high pass between Mt. Kailash and Nandi Parvat is extremely steep and requires determination and physical stamina. Descend following the Kailashi Gange river back to Darchen.",
      "accommodation": "Hotel Basis (Shared room, Attached Bathroom)",
      "meals": "Breakfast, Lunch, Dinner"
    },
    {
      "day": 15,
      "title": "Darchen to Saga (4,400m)",
      "description": "The Homeward Journey: A long 450 km drive back across the plateau. With the spiritual weight of two koras behind you, enjoy the vast, open views of the Tibetan landscape one last time.",
      "accommodation": "Hotel Basis (Shared room, Attached Bathroom)",
      "meals": "Breakfast, Lunch, Dinner"
    },
    {
      "day": 16,
      "title": "Saga to Gyirung (2,800m)",
      "description": "Descent: Drive 270 km back toward the border. As the altitude drops from 4,400m to 2,800m, you will notice an immediate improvement in your breathing and energy levels. Arrive in Gyirung for your final night in Tibet.",
      "accommodation": "Basic Hotel (Shared room, Attached Bathroom)",
      "meals": "Breakfast, Lunch, Dinner"
    },
    {
      "day": 17,
      "title": "Gyirung to Kathmandu (1,300m)",
      "description": "Back to Nepal: Complete your final border formalities and cross back into Nepal.\n\nThe Final Drive: A 200 km drive brings you back through the lush greenery and bustling villages of Nepal, arriving in Kathmandu by late evening. Enjoy a long-awaited hot shower and the comforts of the city.",
      "accommodation": "Hotel Mandala Norling Lord Prime (Twin Sharing)",
      "meals": "Breakfast, Lunch, Dinner"
    },
    {
      "day": 18,
      "title": "Kathmandu Departure",
      "description": "Final Blessing: After breakfast, you will be honored with an Appreciation Certificate to commemorate your successful completion of the Kailash Mansarovar and Inner Kora Yatra.\n\nFarewell: Transfer to the international airport for your departure flight, carrying home memories of the world's most sacred mountain.",
      "accommodation": "",
      "meals": "Breakfast"
    }
  ],
  "fitness_requirements": "Requires excellent physical condition and mental resilience. Trekkers must handle 6–12 hours of daily walking at altitudes where oxygen is 50% lower than sea level. Previous high-altitude experience (like EBC or Kilimanjaro) is highly recommended for the Inner Kora, which involves steep, rocky slopes and basic mountain scrambling.",
  "primary_destination_id": 9,
  "secondary_destination_ids": [],
  "activity_ids": [
    5,
    6
  ],
  "related_destinations": [
    "Kathmandu Valley",
    "Everest Region (En route views)",
    "Mount Kailash North & South Faces",
    "Lake Mansarovar",
    "Tibet"
  ],
  "related_activities": [
    "Kailash Outer Kora",
    "Adi Kailash Yatra",
    "Muktinath Pilgrimage",
    "Cultural Tours",
    "Pilgrimage"
  ],
  "priceAvailable": false,
  "id": 317,
  "created_at": "2025-12-18T20:23:38.706Z",
  "updated_at": "2025-12-18T20:38:38.484Z"
}