{
  "id": 18,
  "slug": "tirupati-balaji-south-india-tour",
  "title": "Tirupati Balaji South India Tour",
  "category": "Cultural",
  "description": "Outline Itinerary Day 1: Arrival in Chennai – Transfer to Tirupati Day 2: Tirupati – Tirumala Darshan Day 3: Tirupati to Pondicherry Day 4: Pondicherr...",
  "location": "Nepal",
  "price": 890,
  "duration": "10 days",
  "group_size": "2-12 people",
  "difficulty": "Easy",
  "rating": 4.639065142079734,
  "reviews": 231,
  "best_time": "March-May, September-November",
  "featured": false,
  "listed": true,
  "image": "https://gurutravelsltd.com/uploads/package/images/GTL-tirupati.jpg",
  "gallery": [
    "https://gurutravelsltd.com/uploads/package/images/GTL-tirupati.jpg",
    "https://gurutravelsltd.com/uploads/package/images/GTL-kanyakumari.webp"
  ],
  "highlights": [],
  "inclusions": [
    "Airport transfers",
    "Accommodation",
    "Experienced guide",
    "All meals during tour",
    "Permits and fees",
    "Transportation"
  ],
  "exclusions": [
    "International flights",
    "Nepal visa fees",
    "Personal expenses",
    "Travel insurance",
    "Tips for guide"
  ],
  "activities": [
    {
      "name": "Cultural Experience",
      "description": "Experience general activities"
    }
  ],
  "itinerary": [
    {
      "day": 1,
      "title": "Day 1",
      "description": ": Arrival in Chennai – Transfer to Tirupati\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Your journey begins with your arrival at Chennai airport or railway station, where you will be\ngreeted and assisted for your onward drive to Tirupati, the sacred town famous for the Lord\nVenkateshwara Temple. After reaching Tirupati, check into your hotel and relax after the journey.\nTake this day to unwind or explore the surroundings at your leisure. Enjoy dinner and an\novernight stay at Tirupati ."
    },
    {
      "day": 2,
      "title": "Day 2",
      "description": ": Tirupati – Tirumala Darshan\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Start your day with a hearty breakfast at the hotel before heading to the Tirumala Hills, where\nyou will visit the renowned Lord Venkateshwara Temple. Experience the divine atmosphere and\nseek blessings at this iconic pilgrimage site, often referred to as the “Temple of Seven Hills.”\nSpend the day immersed in spiritual activities and return to your hotel in the evening for dinner\nand an overnight stay."
    },
    {
      "day": 3,
      "title": "Day 3",
      "description": ": Tirupati to Pondicherry\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            After breakfast, check out and proceed to Pondicherry, a charming coastal town known for its\nFrench colonial architecture and serene ambiance. Upon arrival, begin your exploration with\nvisits to the Manakula Vinayagar Temple, Auroville Matrimandir, and the Sri Aurobindo Ashram,\neach offering a unique spiritual and cultural experience. Later, enjoy the tranquil backwaters at\nChunnambar and relax at Paradise Beach and Promenade Beach, soaking in the beauty of the\ncoastline. Return to your hotel for an overnight stay in Pondicherry."
    },
    {
      "day": 4,
      "title": "Day 4",
      "description": ": Pondicherry to Madurai\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Post breakfast, check out and drive to Madurai, a historic city and one of India’s oldest\ncontinuously inhabited places. Upon arrival, check into your hotel and freshen up. Begin your\nsightseeing with a visit to the Thirumalai Nayak Palace, known for its stunning Dravidian and\nRajput architectural fusion. Later, visit the magnificent Meenakshi Amman Temple, a\nmasterpiece of South Indian temple architecture. End your day with dinner and an overnight\nstay in Madurai."
    },
    {
      "day": 5,
      "title": "Day 5",
      "description": ": Madurai to Rameshwaram\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            After breakfast, check out and proceed to Rameshwaram, a significant pilgrimage destination\nand part of the Char Dham Yatra. En route, stop to admire the engineering marvels of the\nPamban Bridge and Pamban Rail Scissors Bridge, which connect the island of Rameshwaram\nto the mainland. On arrival, check into your hotel and relax. Spend the evening exploring the\ntown or preparing for the next day’s temple visits. Overnight stay in Rameshwaram."
    },
    {
      "day": 6,
      "title": "Day 6",
      "description": ": Rameshwaram & Dhanushkodi Excursion\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Begin your day early with a holy dip at Agni Theertham, followed by rituals and darshan at the\nRamanatha Swami Temple, renowned for its 22 sacred wells. After breakfast, visit nearby\nattractions including Parvathavarthini Amman Temple, Ramar Patham, Lakshmana Theertham,\nSeetha Theertham, and the Panchmukhi Hanuman Temple. Later, take an excursion to\nDhanushkodi, a ghost town with stunning beaches and historical ruins. Return to Rameshwaram\nfor dinner and an overnight stay"
    },
    {
      "day": 7,
      "title": "Day 7",
      "description": ": Rameshwaram to Kanyakumari\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Post breakfast, check out and drive to Kanyakumari, the southernmost tip of India. En route,\nvisit the Suchindram Thanumalayan Temple, a revered site known for its intricate carvings and\nspiritual significance. On reaching Kanyakumari, check into your hotel and witness a\nmesmerizing sunset at the Kanyakumari Beach. Overnight stay at Kanyakumari."
    },
    {
      "day": 8,
      "title": "Day 8",
      "description": ": Kanyakumari Sightseeing\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            Start your day early to witness a breathtaking sunrise at Triveni Sangamam, where the Arabian\nSea, Bay of Bengal, and the Indian Ocean meet. After breakfast, visit the Vivekananda Rock\nMemorial, a serene monument built on a rocky islet, and the towering Thiruvalluvar Statue,\ndedicated to the Tamil poet-saint. Spend the rest of the day exploring the town and soaking in its\ncultural vibe. Overnight stay at Kanyakumari."
    },
    {
      "day": 9,
      "title": "Day 9",
      "description": ": Kanyakumari to Trivandrum\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            After breakfast, check out and proceed to Trivandrum (Thiruvananthapuram), the capital of\nKerala. On arrival, visit the famous Shri Padmanabhaswamy Temple, an architectural marvel\nand one of the richest temples in the world. Later, explore the city’s attractions including the\nTrivandrum Zoo and Museum, known for its diverse collection of flora and fauna. Overnight stay\nin Trivandrum."
    },
    {
      "day": 10,
      "title": "Day 10",
      "description": ": Trivandrum Departure\n                                                        \n                                                    \n                                                    \n                                                        \n                                                            On your final day, enjoy a leisurely breakfast and check out from the hotel. You will be\ntransferred to the Trivandrum airport or railway station for your onward journey, carrying with you\nthe memories of an enriching South India tour."
    }
  ],
  "what_to_bring": [
    "Comfortable walking shoes",
    "Weather appropriate clothing",
    "Personal medications",
    "Camera",
    "Sunglasses and sunscreen"
  ],
  "fitness_requirements": "Basic fitness level sufficient.",
  "altitude_profile": {
    "max_altitude": "Low altitude",
    "acclimatization_days": 0,
    "difficulty_level": "Moderate"
  },
  "booking_info": {
    "advance_booking": "7 days recommended",
    "group_discounts": "Available for 6+ people",
    "cancellation_policy": "Free cancellation up to 7 days before departure"
  },
  "created_at": "2025-09-19T04:13:16.254Z",
  "updated_at": "2025-09-19T04:47:52.541Z"
}