{
  "id": 309,
  "slug": "muktinath-yatra-6n-7d",
  "title": "Muktinath Yatra - 6 Nights 7 Days by Flight",
  "category": "Pilgrimage",
  "description": "Embark on a sacred pilgrimage to Muktinath Temple, one of the most revered Hindu and Buddhist temples in the Himalayas. Located at 3,710 meters in the Mustang district, this holy shrine is believed to grant salvation (moksha) to devotees. The temple houses 108 water spouts and an eternal flame, making it a unique spiritual destination. This comfortable journey by flight eliminates the need for long drives, allowing more time for spiritual contemplation and exploration of the mystical Mustang region.",
  "location": "Nepal",
  "price": 899,
  "duration": "7 days",
  "group_size": "2-15 people",
  "difficulty": "Moderate",
  "rating": 4.6,
  "reviews": 134,
  "best_time": "March-November",
  "featured": true,
  "listed": true,
  "image": "https://images.unsplash.com/photo-1605640840605-14ac1855827b?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
  "gallery": [
    "https://images.unsplash.com/photo-1605640840605-14ac1855827b?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "https://images.unsplash.com/photo-1544735716-392fe2489ffa?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "https://images.unsplash.com/photo-1578662996442-48f60103fc96?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  ],
  "highlights": [
    "Sacred Muktinath Temple darshan",
    "108 holy water spouts",
    "Eternal flame (Jwala Mai)",
    "Spectacular Himalayan views",
    "Jomsom and Kagbeni exploration",
    "Tibetan Buddhist culture",
    "Scenic mountain flights"
  ],
  "inclusions": [
    "Domestic flights (Kathmandu-Jomsom-Kathmandu)",
    "Hotel accommodation",
    "Daily breakfast",
    "All transfers and transportation",
    "Professional guide",
    "Temple entrance fees",
    "Muktinath darshan arrangements"
  ],
  "exclusions": [
    "International flights",
    "Lunch and dinner",
    "Personal expenses",
    "Travel insurance",
    "Tips for guide and staff",
    "Pony/horse rides (optional)",
    "Additional temple donations"
  ],
  "activities": [
    {
      "name": "Temple Pilgrimage",
      "description": "Sacred darshan at Muktinath Temple and spiritual ceremonies"
    },
    {
      "name": "Cultural Exploration",
      "description": "Explore Tibetan Buddhist culture and ancient monasteries"
    },
    {
      "name": "Mountain Views",
      "description": "Spectacular views of Annapurna and Dhaulagiri ranges"
    },
    {
      "name": "Village Tours",
      "description": "Visit traditional Thakali and Tibetan villages"
    }
  ],
  "itinerary": [
    {
      "day": 1,
      "title": "Arrival in Kathmandu",
      "description": "Welcome to Nepal! Upon arrival at Tribhuvan International Airport, our representative will receive you with traditional Khada and transfer you to your hotel in Kathmandu. After check-in and refreshment, attend a briefing about your sacred Muktinath Yatra. Visit Pashupatinath Temple in the evening for darshan and to witness the mesmerizing Ganga Aarti ceremony on the banks of the holy Bagmati River. This spiritual preparation sets the tone for your pilgrimage journey. Return to hotel for overnight stay."
    },
    {
      "day": 2,
      "title": "Fly to Jomsom & Drive to Muktinath",
      "description": "Early morning flight to Jomsom (2,720m), offering spectacular aerial views of the Annapurna and Dhaulagiri mountain ranges. The 20-minute scenic flight is an experience in itself, flying between towering peaks. Upon landing at Jomsom airport, drive to Muktinath Temple (3,710m) via the ancient trade route. The journey takes you through the mystical landscape of Mustang with its unique desert-like terrain. Check into hotel near Muktinath Temple and acclimatize to the altitude. Evening visit to Muktinath Temple for initial darshan and prayers."
    },
    {
      "day": 3,
      "title": "Muktinath Temple Darshan & Exploration",
      "description": "Early morning visit to the sacred Muktinath Temple for the main darshan ceremony. This revered temple is significant for both Hindus and Buddhists, housing the eternal flame (Jwala Mai) that burns continuously from natural gas. Take a purifying bath under the 108 water spouts, each representing a sacred stream. The temple complex includes the main Vishnu temple, Buddhist gompa, and various shrines. Spend time in meditation and prayer. Afternoon exploration of the surrounding area including Jwala Mai Temple where natural gas creates an eternal flame. Experience the spiritual energy of this high-altitude sacred site."
    },
    {
      "day": 4,
      "title": "Muktinath to Jomsom via Kagbeni",
      "description": "After morning prayers at Muktinath Temple, drive to the ancient village of Kagbeni, known as the 'Gateway to Upper Mustang.' This medieval village with its narrow alleys, ancient monastery, and traditional Tibetan architecture offers a glimpse into the region's rich cultural heritage. Explore the Red Gompa (monastery) and interact with local Tibetan Buddhist communities. Continue to Jomsom, the administrative center of Mustang district. Visit the local market and experience the unique Thakali culture. Jomsom is famous for its apple orchards and strong afternoon winds. Overnight in Jomsom."
    },
    {
      "day": 5,
      "title": "Jomsom Exploration & Marpha Village",
      "description": "Full day exploration of the Jomsom area. Visit Marpha village, famous for its apple brandy, dried fruits, and traditional white-washed houses. This picturesque village is known for its cleanliness and well-preserved Thakali culture. Tour local distilleries and taste the famous apple brandy. Visit the ancient Marpha Gompa and learn about Tibetan Buddhism. Return to Jomsom and explore the local bazaar. Visit Jomsom Gompa and interact with monks. The afternoon brings strong winds characteristic of this region, creating a unique natural phenomenon. Enjoy spectacular sunset views over the Himalayas."
    },
    {
      "day": 6,
      "title": "Fly to Kathmandu",
      "description": "Morning flight from Jomsom to Kathmandu, weather permitting. The return flight offers another opportunity to witness the magnificent Himalayan panorama from a different perspective. Upon arrival in Kathmandu, transfer to your hotel and freshen up. Afternoon visit to Swayambhunath Stupa (Monkey Temple) for thanksgiving prayers and to complete your spiritual journey. This ancient Buddhist stupa offers panoramic views of Kathmandu Valley. Evening free for shopping in Thamel or relaxation. Farewell dinner featuring traditional Nepali cuisine with cultural performances."
    },
    {
      "day": 7,
      "title": "Departure",
      "description": "After breakfast, enjoy some free time for final prayers, shopping, or relaxation. Visit local temples if time permits for final blessings. Our representative will assist with airport transfer according to your flight schedule. Depart with the sacred blessings of Muktinath and unforgettable memories of this spiritual journey. The pilgrimage to Muktinath is believed to cleanse sins and grant moksha (salvation), making this a truly transformative experience."
    }
  ],
  "what_to_bring": [
    "Warm clothes for high altitude",
    "Comfortable walking shoes",
    "Sunglasses and sunscreen",
    "Personal prayer items",
    "Camera for memories",
    "Personal medications",
    "Offerings for temple",
    "Warm jacket for early mornings"
  ],
  "fitness_requirements": "Moderate fitness level required due to high altitude. Basic walking ability needed for temple visits.",
  "altitude_profile": {
    "max_altitude": "3,710m (Muktinath Temple)",
    "acclimatization_days": 1,
    "difficulty_level": "Moderate - High altitude pilgrimage"
  },
  "booking_info": {
    "advance_booking": "10 days recommended",
    "group_discounts": "Available for 6+ people",
    "cancellation_policy": "Free cancellation up to 7 days before departure"
  },
  "created_at": "2024-12-30T10:00:00.000Z",
  "updated_at": "2024-12-30T10:00:00.000Z"
}