{
  "id": 310,
  "slug": "nepal-heritage-tour-5n-6d",
  "title": "Nepal Heritage Tour - 5 Nights 6 Days",
  "category": "Cultural",
  "description": "Immerse yourself in Nepal's rich cultural heritage with this comprehensive tour covering UNESCO World Heritage sites in Kathmandu Valley. Explore ancient temples, medieval palaces, and traditional architecture that showcase Nepal's glorious past. This cultural journey takes you through the living museums of Kathmandu, Patan, and Bhaktapur, where centuries-old traditions continue to thrive. Experience the spiritual essence of Nepal through its sacred sites, vibrant festivals, and warm hospitality of the Newar people.",
  "location": "Nepal",
  "price": 699,
  "duration": "6 days",
  "group_size": "2-20 people",
  "difficulty": "Easy",
  "rating": 4.5,
  "reviews": 198,
  "best_time": "September-May",
  "featured": false,
  "listed": true,
  "image": "https://images.unsplash.com/photo-1544735716-392fe2489ffa?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
  "gallery": [
    "https://images.unsplash.com/photo-1544735716-392fe2489ffa?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "https://images.unsplash.com/photo-1605640840605-14ac1855827b?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "https://images.unsplash.com/photo-1578662996442-48f60103fc96?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D"
  ],
  "highlights": [
    "Seven UNESCO World Heritage sites",
    "Kathmandu Durbar Square exploration",
    "Patan's ancient art and architecture",
    "Bhaktapur medieval city tour",
    "Swayambhunath and Boudhanath stupas",
    "Pashupatinath Temple ceremonies",
    "Traditional Newari culture experience"
  ],
  "inclusions": [
    "Hotel accommodation (3-4 star)",
    "Daily breakfast",
    "All transfers and transportation",
    "Professional cultural guide",
    "All entrance fees to heritage sites",
    "Cultural performances",
    "Airport transfers"
  ],
  "exclusions": [
    "International flights",
    "Lunch and dinner",
    "Personal expenses",
    "Travel insurance",
    "Tips for guide and staff",
    "Shopping expenses",
    "Additional activities"
  ],
  "activities": [
    {
      "name": "Heritage Site Tours",
      "description": "Explore UNESCO World Heritage sites with expert cultural guides"
    },
    {
      "name": "Architecture Appreciation",
      "description": "Study ancient Newari architecture and wood carving techniques"
    },
    {
      "name": "Cultural Immersion",
      "description": "Experience traditional festivals, ceremonies, and local customs"
    },
    {
      "name": "Art and Craft",
      "description": "Visit traditional workshops and observe master craftsmen at work"
    }
  ],
  "itinerary": [
    {
      "day": 1,
      "title": "Arrival in Kathmandu",
      "description": "Welcome to the cultural heart of Nepal! Upon arrival at Tribhuvan International Airport, our representative will greet you with traditional Khada and transfer you to your heritage hotel in Kathmandu. After check-in and refreshment, begin your cultural journey with a visit to Kathmandu Durbar Square, the former royal palace complex. Explore the ancient courtyards, intricate wood carvings, and meet the Living Goddess Kumari if she appears at her window. Visit the Hanuman Dhoka Palace and learn about Nepal's royal history. Evening welcome dinner with traditional Newari cuisine and cultural performances."
    },
    {
      "day": 2,
      "title": "Swayambhunath & Patan Heritage Tour",
      "description": "After breakfast, visit Swayambhunath Stupa (Monkey Temple), perched atop a hill overlooking Kathmandu Valley. This ancient Buddhist stupa is over 2,000 years old and offers panoramic views of the valley. Observe the harmonious coexistence of Hindu and Buddhist traditions. Drive to Patan, also known as Lalitpur (City of Beauty), famous for its exquisite Newari architecture and metalwork. Explore Patan Durbar Square with its stunning temples, courtyards, and the former royal palace. Visit the Golden Temple (Hiranya Varna Mahavihar) and observe traditional Buddhist rituals. Tour local workshops to see master craftsmen creating traditional metalwork and wood carvings."
    },
    {
      "day": 3,
      "title": "Bhaktapur Medieval City Tour",
      "description": "Full day exploration of Bhaktapur, the best-preserved medieval city in Nepal. This living museum showcases authentic Newari culture and architecture. Begin at Bhaktapur Durbar Square with its 55-window palace, Vatsala Temple, and the famous Nyatapola Temple, a five-story pagoda representing the five elements. Visit Pottery Square to watch traditional pottery making using ancient techniques. Explore Dattatreya Square with its medieval temples and traditional houses. Experience local life by walking through narrow alleys, observing daily rituals, and tasting traditional Newari snacks like 'juju dhau' (king curd) and 'bara' (lentil pancakes). Return to Kathmandu in the evening."
    },
    {
      "day": 4,
      "title": "Pashupatinath & Boudhanath Exploration",
      "description": "Begin with an early morning visit to Pashupatinath Temple, the most sacred Hindu temple in Nepal dedicated to Lord Shiva. Observe morning rituals, cremation ceremonies on the ghats, and interact with colorful sadhus (holy men). This UNESCO World Heritage site provides deep insights into Hindu traditions and the cycle of life and death. Continue to Boudhanath Stupa, one of the largest Buddhist stupas in the world and a major pilgrimage site for Tibetan Buddhists. Walk around the stupa with pilgrims, spin prayer wheels, and visit surrounding monasteries. Experience the peaceful atmosphere and observe monks in prayer. Evening visit to a traditional Tibetan monastery for meditation session."
    },
    {
      "day": 5,
      "title": "Changu Narayan & Cultural Workshops",
      "description": "Visit Changu Narayan Temple, the oldest Hindu temple in Nepal dating back to the 4th century. This UNESCO World Heritage site is dedicated to Lord Vishnu and features the finest examples of stone, wood, and metal craft. The temple offers spectacular views of the Himalayas and surrounding countryside. Afternoon visit to traditional craft workshops in Thimi, famous for pottery and paper-making. Participate in hands-on activities like pottery making, traditional paper production from lokta bark, and observe mask-making techniques. Visit a traditional Newari house to experience authentic local hospitality and learn about traditional architecture and lifestyle."
    },
    {
      "day": 6,
      "title": "Final Heritage Sites & Departure",
      "description": "Final morning exploration of any missed heritage sites or revisit your favorite locations for photography and deeper appreciation. Visit the Garden of Dreams, a neo-classical garden that provides a peaceful retreat in the heart of Kathmandu. Last-minute shopping in Thamel for traditional handicrafts, thangka paintings, singing bowls, and souvenirs. Our representative will assist with airport transfer according to your flight schedule. Depart with a deep appreciation of Nepal's rich cultural heritage and unforgettable memories of ancient traditions that continue to thrive in modern times."
    }
  ],
  "what_to_bring": [
    "Comfortable walking shoes",
    "Modest clothing for temple visits",
    "Camera with extra batteries",
    "Sunglasses and sunscreen",
    "Small backpack for day tours",
    "Personal medications",
    "Notebook for cultural insights",
    "Respectful attitude for religious sites"
  ],
  "fitness_requirements": "Basic fitness level required for walking and climbing temple stairs. Suitable for all age groups.",
  "altitude_profile": {
    "max_altitude": "Low altitude (1,400m)",
    "acclimatization_days": 0,
    "difficulty_level": "Easy - City tours and cultural sites"
  },
  "booking_info": {
    "advance_booking": "5 days recommended",
    "group_discounts": "Available for 8+ people",
    "cancellation_policy": "Free cancellation up to 5 days before departure"
  },
  "created_at": "2024-12-30T10:00:00.000Z",
  "updated_at": "2024-12-30T10:00:00.000Z"
}