[
  {
    "id": 1,
    "name": "Trekking",
    "description": "Explore the majestic trails of the Himalayas and other scenic landscapes on foot."
  },
  {
    "id": 2,
    "name": "Mountaineering",
    "description": "Challenge yourself with technical climbing on some of the world's highest peaks."
  },
  {
    "id": 3,
    "name": "Adventure Sports",
    "description": "Get your adrenaline pumping with activities like paragliding, bungee jumping, and rafting."
  },
  {
    "id": 4,
    "name": "Jungle Safari",
    "description": "Explore rich wildlife in national parks, identifying rhinos, tigers, and exotic birds."
  },
  {
    "id": 5,
    "name": "Cultural Tours",
    "description": "Immerse yourself in rich heritage, visiting ancient temples, traditional villages, and UNESCO sites."
  },
  {
    "id": 6,
    "name": "Pilgrimage",
    "description": "Embark on spiritual journeys to sacred sites, temples, and monasteries."
  },
  {
    "id": 7,
    "name": "Meditation & Healing",
    "description": "Find inner peace and rejuvenation through yoga, meditation, and traditional healing practices."
  },
  {
    "id": 8,
    "name": "Volunteering",
    "description": "Make a meaningful impact by participating in community development and conservation projects."
  },
  {
    "id": 9,
    "name": "City Tours",
    "description": "Explore modern cities, urban attractions, shopping districts, and cultural landmarks."
  },
  {
    "id": 10,
    "name": "Luxury Experiences",
    "description": "Indulge in premium experiences with 5-star accommodations, private tours, and fine dining."
  },
  {
    "id": 11,
    "name": "Desert Safari",
    "description": "Experience the thrill of dune bashing, camel riding, and desert camping."
  },
  {
    "id": 12,
    "name": "Hiking",
    "description": "Enjoy shorter, scenic walks through hills, forests, and countryside."
  },
  {
    "id": 13,
    "name": "Rafting & Kayaking",
    "description": "Navigate through white water rapids on thrilling river expeditions."
  },
  {
    "id": 14,
    "name": "Paragliding",
    "description": "Soar through the skies and enjoy panoramic aerial views of mountains and lakes."
  },
  {
    "id": 15,
    "name": "Bungee Jumping",
    "description": "Experience the ultimate free-fall from suspension bridges or high platforms."
  },
  {
    "id": 16,
    "name": "Mountain Biking",
    "description": "Ride through rugged terrains, single tracks, and scenic mountain trails."
  },
  {
    "id": 17,
    "name": "Bird Watching",
    "description": "Witness diverse bird species in their natural habitats across forests and wetlands."
  },
  {
    "id": 18,
    "name": "Culinary Tours",
    "description": "Taste and learn about local cuisines, spices, and cooking traditions."
  },
  {
    "id": 19,
    "name": "Photography Tours",
    "description": "Capture stunning landscapes, wildlife, and culture with guided photography trips."
  },
  {
    "id": 20,
    "name": "Helicopter Tours",
    "description": "Experience breathtaking aerial views of mountain ranges and remote locations."
  },
  {
    "id": 21,
    "name": "Yoga Retreats",
    "description": "Focus on wellness and mindfulness with dedicated yoga sessions in serene locations."
  },
  {
    "id": 22,
    "name": "Honeymoon Packages",
    "description": "Romantic getaways designed for couples seeking privacy and beautiful settings."
  },
  {
    "id": 23,
    "name": "Family Holidays",
    "description": "Fun and safe travel experiences suitable for family members of all ages."
  },
  {
    "id": 24,
    "name": "Educational Tours",
    "description": "Learning-focused trips for students and groups to explore history, science, and culture."
  },
  {
    "id": 25,
    "name": "MICE",
    "description": "Meetings, Incentives, Conferences, and Exhibitions for corporate groups."
  },
  {
    "id": 26,
    "name": "Cruise Holidays",
    "description": "Relaxing journeys on luxury cruise ships exploring coastal regions."
  },
  {
    "id": 27,
    "name": "Beach Holidays",
    "description": "Relax on pristine sandy beaches and enjoy water activities by the sea."
  },
  {
    "id": 28,
    "name": "Skiing & Snowboarding",
    "description": "Enjoy winter sports on snow-covered slopes and mountain resorts."
  },
  {
    "id": 29,
    "name": "Camping",
    "description": "Stay close to nature with overnight camping experiences under the stars."
  },
  {
    "id": 30,
    "name": "Ecotourism",
    "description": "Sustainable travel focused on conserving the environment and improving local well-being."
  }
]